/* 
  Adyen.strings
  test

  Created by sam on 24.3.20.
  
*/
"adyen.submitButton" = "Koppla kort";
"adyen.submitButton.formatted" = "Koppla kort";
"adyen.cancelButton" = "Avbryt";
"adyen.dismissButton" = "OK";
"adyen.error.title" = "Fel";
"adyen.error.unknown" = "Ett okänt fel uppstod";
"adyen.validationAlert.title" = "Ogiltig inmatning";
"adyen.paymentMethods.otherMethods" = "Välj annan betalningsmetod";
"adyen.paymentMethods.title" = "Betalningsmetoder";
"adyen.sepa.ibanItem.title" = "Kontonummer (IBAN)";
"adyen.sepa.ibanItem.invalid" = "Ogiltigt kontonummer";
"adyen.sepa.nameItem.title" = "Känt av kontoinnehavaren";
"adyen.sepa.nameItem.placeholder" = "J. Johansson";
"adyen.sepa.consentLabel" = "Genom att trycka på knappen ovan godkänner du att det angivna beloppet kommer att dras från ditt bankkonto.";
"adyen.sepa.nameItem.invalid" = "Ogiltigt namn på innehavare";
"adyen.card.storeDetailsButton" = "Kom ihåg till nästa gång";
"adyen.card.nameItem.title" = "Namn på kort";
"adyen.card.nameItem.placeholder" = "J. Smith";
"adyen.card.nameItem.invalid" = "Kortinnehavarens namn är ogiltigt";
"adyen.card.numberItem.title" = "Kortnummer";
"adyen.card.numberItem.placeholder" = "1234 5678 9012 3456";
"adyen.card.numberItem.invalid" = "Ogiltigt kortnummer";
"adyen.card.expiryItem.title" = "Utgångsdatum";
"adyen.card.expiryItem.placeholder" = "MM/AA";
"adyen.card.expiryItem.invalid" = "Ogiltigt utgångsdatum";
"adyen.card.cvcItem.invalid" = "Ogiltig säkerhetskod";
"adyen.card.cvcItem.title" = "CVC / CVV";
"adyen.card.cvcItem.placeholder" = "123";
"adyen.card.stored.title" = "Verifiera ditt kort";
"adyen.card.stored.message" = "Vänligen fyll i CVC kod för %@";
"adyen.card.stored.expires" = "Utgår %@";
"adyen.dropIn.stored.title" = "Bekräfta %@-betalning";
